Repository: Vaniawl/TrafficVienna
Catalog: TrafficViennaWidget/Localizable.xcstrings
Source language: en
Languages: de, uk

source: Add a favourite departure
de: Lieblingsabfahrt hinzufügen
uk: Додати обране відправлення

source: Add a favourite line in the app.
de: Füge in der App eine Lieblingslinie hinzu.
uk: Додайте обрану лінію в застосунку.

source: Departures
de: Abfahrten
uk: Відправлення

source: Live departures for your favourite lines.
de: Live-Abfahrten deiner Lieblingslinien.
uk: Актуальні відправлення обраних ліній.

source: No favourites yet
de: Noch keine Favoriten
uk: Обраного ще немає

source: now
de: jetzt
uk: зараз

source: Refresh
de: Aktualisieren
uk: Оновити

source: Refresh Favorites
de: Favoriten aktualisieren
uk: Оновити обране

source: Request the widget to refresh its data.
de: Fordert das Widget auf, seine Daten zu aktualisieren.
uk: Запитує оновлення даних віджета.

source: Tap the heart on a line in the app.
de: Tippe in der App bei einer Linie auf das Herz.
uk: Натисніть серце біля лінії в застосунку.

source: Tap to find a line and add it to this widget.
de: Tippe, um eine Linie zu finden und diesem Widget hinzuzufügen.
uk: Натисніть, щоб знайти лінію та додати її до віджета.

source: then %@ min
de: danach %@ Min
uk: далі %@ хв

source: to departure
de: bis zur Abfahrt
uk: до відправлення

source: Updated %@
de: Aktualisiert %@
uk: Оновлено %@

source: Vienna departures
de: Abfahrten in Wien
uk: Відправлення у Відні

source: Your next saved connections
de: Deine nächsten gespeicherten Verbindungen
uk: Ваші найближчі збережені маршрути

source: min
uk: хв
